{
  "Deering Library, 1937 Sheridan Rd, Evanston, IL 60201, USA":
      {
        "name": "University Library and Deering Library",
        "parking": "Five designated parking spaces for people with mobility impairment are in the McCormick Tribune Center parking lot (2 spaces in the northwest corner and 3 near the southeast corner).",
        "entrances": "Five designated parking spaces for people with mobility impairment are in the McCormick Tribune Center parking lot (2 spaces in the northwest corner and 3 near the southeast corner).",
        "equipment": "An accessible public telephone with receiver volume control is located at the west end of Level 1, outside of Deering room 100/101. An accessible electronic typewriter is available in the Periodicals and Newspapers Reading Room on Level 1.",
        "hardware_software": "An accessible public telephone with receiver volume control is located at the west end of Level 1, outside of Deering room 100/101. An accessible electronic typewriter is available in the Periodicals and Newspapers Reading Room on Level 1.",
        "services": "The Circulation Services Department pages books for users with disabilities during all of the hours the department is open. Requests for paging also may be made by telephone, 847-491-7633, or by mail. The latter requests should include the date and time the user will come in to use or check out the books.",
        "location": {
            "lat": 42.0532068,
            "lng": -87.6760752}
          },
    "2233 Tech Dr, Evanston, IL 60208, USA":
    {
        "name": "Mudd Library",
        "parking": "Designated parking for people with mobility impairment can be found either in the North Campus Parking Garage or the faculty/staff lot next to Lakeside Field.",
        "entrances": "Mudd Library is accessible by elevator from the north lobby on the first floor or the east side of the building next to Cook Hall. Occupying the second floor, the library has an automatic turnstile for easy entry and exit. Bathrooms and water fountains are accessible as are second floor bridges to Cook Hall on the southeast side of the building and the Technological Institute to the west.",
        "equipment": "",
        "hardware_software": "",
        "services": "The collections are self-service and wheelchair accessible, but staff are available to offer assistance. All individual workstations, classrooms and group study rooms are fully accessible and on the same floor. Call the Mudd Library information desk for additional information: 847-491-3361.",
        "location": {
            "lat": 42.0583534,
            "lng": -87.6765635}
    },
    "Lunt Hall, 2033 Sheridan Rd, Evanston, IL 60208, USA":
    {
        "name": "Math Library",
        "parking": "",
        "entrances": "A ramp at the back of Lunt Hall leads to the first floor where the Math Library is located. There is a wheelchair accessible restroom on the same floor.",
        "equipment": "",
        "hardware_software": "",
        "services": "Book paging is available upon request at the Circulation Desk. Call the Math Library at 847-491-7627 weekdays for additional information.",
        "location": {
            "lat": 42.0547976,
            "lng": -87.6785065}
    }
}
